alefragnani.Bookmarks
andersonmfjr.vue-extension-pack
atlassian.atlascode
azemoh.one-monokai
capaj.vscode-standardjs-snippets
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
ecmel.vscode-html-css
EditorConfig.EditorConfig
EliverLara.andromeda
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
idleberg.icon-fonts
Liangqin.quick-notes
Massi.javascript-docstrings
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
msjsdiag.debugger-for-chrome
mtxr.sqltools
mtxr.sqltools-driver-sqlite
naumovs.color-highlight
njpwerner.autodocstring
octref.vetur
PKief.material-icon-theme
redhat.vscode-yaml
shanoor.vscode-nginx
shardulm94.trailing-spaces
steoates.autoimport
syler.sass-indented
tht13.html-preview-vscode
tranhl.find-then-jump
Tyriar.sort-lines
vscodevim.vim
vuetifyjs.vuetify-vscode
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
